Repository: i96751414/plugin.video.torrest
Catalog: resources/language/resource.language.*/strings.po
Languages: es_es, pt_br

# #30000
source: General
pt_br: Geral

# #30001
source: Service port
es_es: Puerto de servicio
pt_br: Porto do serviço

# #30002
source: Daemon start timeout
es_es: Tiempo de espera de inicio del demonio
pt_br: Tempo limite de início do daemon

# #30003
source: Buffering timeout
es_es: Tiempo de espera de almacenamiento en búfer
pt_br: Tempo limite de buffering

# #30004
source: Show status overlay
es_es: Mostrar superposición de estado
pt_br: Mostrar diálogo de status

# #30010
source: Download path
es_es: Ruta de descarga
pt_br: Pasta de download

# #30011
source: Connections limit
es_es: Límite de conexiones
pt_br: Limite de conexões

# #30012
source: Buffer size (B)
es_es: Tamaño de búfer (B)
pt_br: Tamanho do buffer (B)

# #30013
source: Listen port
es_es: Puerto de escucha
pt_br: Porto em escuta

# #30014
source: Listen interfaces
es_es: Escuchar interfaces
pt_br: Interfaces em escuta

# #30015
source: Outgoing interfaces
es_es: Interfaces salientes
pt_br: Interfaces de saída

# #30016
source: Disable DHT
es_es: Deshabilitar DHT
pt_br: Desativar DHT

# #30017
source: Disable UPNP
es_es: Deshabilitar UPNP
pt_br: Desativar UPNP

# #30019
source: Default
pt_br: Padrão

# #30031
source: Session saving frequency (seconds)
es_es: Frecuencia de guardado de sesiones (segundos)
pt_br: Frequência de gravação da sessão (segundos)

# #30032
source: Enable tuned storage settings
es_es: Habilitar la configuración de almacenamiento ajustada
pt_br: Ativar configurações de armazenamento afinadas

# #30033
source: Limit rates after buffering
es_es: Limitar las tasas después del almacenamiento en búfer
pt_br: Limitar taxas depois do buffering

# #30034
source: Max download rate (B/s)
es_es: Tasa de descarga máxima (B / s)
pt_br: Taxa máxima de download (B/s)

# #30035
source: Max upload rate (B/s)
es_es: Tasa de carga máxima (B / s)
pt_br: Taxa máxima de upload (B/s)

# #30036
source: Share ratio limit (percent)
es_es: Límite de proporción de participación (porcentaje)
pt_br: Limite do rácio de partilha (percentagem)

# #30037
source: Seed time ratio limit (percent)
es_es: Límite de proporción de tiempo de semilla (porcentaje)
pt_br: Limite do rácio de tempo de seed (percentagem)

# #30038
source: Seed time limit (seconds)
es_es: Límite de tiempo de semilla (segundos)
pt_br: Tempo limite de seed (segundos)

# #30039
source: Encryption policy
es_es: Política de cifrado
pt_br: Política de encriptação

# #30040
source: Enabled
es_es: Activado
pt_br: Ativada

# #30041
source: Disabled
es_es: Desactivado
pt_br: Desativada

# #30042
source: Forced
es_es: Forzado
pt_br: Forçada

# #30044
source: Proxy type
es_es: Tipo de Proxy
pt_br: Tipo de proxy

# #30051
source: Host
pt_br: Anfitrião

# #30052
source: Port
es_es: Puerto
pt_br: Porto

# #30054
source: Password
es_es: Contraseña
pt_br: Senha

# #30055
source: Minimum video candidate size (MB)
es_es: Tamaño mínimo de video candidato (MB)
pt_br: Tamanho mínimo de candidato a vídeo (MB)

# #30056
source: Ask to remove torrent after streaming
es_es: Preguntar eliminar torrent después de la transmisión
pt_br: Pedir para remover o torrent após a transmissão

# #30057
source: Service log level
es_es: Nivel de registro de servicio
pt_br: Nível de log do serviço

# #30058
source: Alerts log level
es_es: Nivel de registro de alertas
pt_br: Nível de log de alertas

# #30059
source: Enable Torrest service
es_es: Habilitar el servicio Torrest
pt_br: Ativar o serviço Torrest

# #30060
source: Torrest sevice IP address
es_es: Habilitar el servicio Torrest
pt_br: Endereço IP do serviço Torrest

# #30061
source: Disabled
es_es: Desactivado
pt_br: Desativado

# #30062
source: Start download after adding torrent
es_es: Iniciar la descarga después de agregar torrent
pt_br: Iniciar download depois de adicionar torrent

# #30063
source: Piece wait timeout
es_es: Tiempo de espera de pieza
pt_br: Tempo limite de espera de peça

# #30064
source: Order files by
es_es: Ordenar archivos por
pt_br: Ordernar ficheiros por

# #30066
source: Name
es_es: Nombre
pt_br: Nome

# #30067
source: Size
es_es: Tamaño
pt_br: Tamanho

# #30068
source: Show background progress
es_es: Mostrar progreso en segundo plano
pt_br: Mostrar progresso em segundo plano

# #30069
source: Disable NAT-PMP
es_es: Deshabilitar NAT-PMP
pt_br: Desativar NAT-PMP

# #30070
source: Disable LSD
es_es: Deshabilitar LSD
pt_br: Desativar LSD

# #30071
source: Maximum number of simultaneous downloading torrents
es_es: Número máximo de torrents descargando simultáneamente
pt_br: Número máximo de torrents em download simultâneamente

# #30072
source: Maximum number of simultaneous seeding torrents
es_es: Número máximo de torrents a semillar simultáneamente
pt_br: Número máximo de torrents a semear em simultâneo

# #30073
source: Maximum number of simultaneous checking torrents
es_es: Número máximo de torrents a comprobar simultáneamente
pt_br: Número máximo de torrents a verificar em simultâneo

# #30074
source: Maximum number of torrents to announce to the DHT
es_es: Número máximo de torrents para anunciar a DHT
pt_br: Número máximo de torrents para anunciar ao DHT

# #30075
source: Maximum number of torrents to announce to their trackers
es_es: Número máximo de torrents para anunciar a sus trackers
pt_br: Número máximo de torrents para anunciar aos seus trackers

# #30076
source: Maximum number of torrents to announce to local network
es_es: Número máximo de torrents para anunciar en la red local
pt_br: Número máximo de torrents para anunciar à rede local

# #30077
source: Maximum number of active (auto managed) torrents
es_es: Número máximo de torrents activos (administrados automáticamente)
pt_br: Número máximo de torrents ativos (gerenciados automaticamente)

# #30078
source: Limits
es_es: Límites
pt_br: Limites

# #30079
source: Torrents folder
es_es: Carpeta de torrents
pt_br: Pasta de torrents

# #30080
source: Check available space before downloading torrent
es_es: Verificar el espacio disponible antes de descargar torrent
pt_br: Verificar espaço disponível antes do download do torrent

# #30081
source: Metadata timeout
es_es: Tiempo de espera de metadatos
pt_br: Tempo limite de espera de metadados

# #30082
source: API log level
es_es: Nivel de registro de API
pt_br: Nível de log da API

# #30083
source: Run as root (Android)
es_es: Ejecutar como root (Android)
pt_br: Executar como root (Android)

# #30100
source: Torrest - first run
es_es: Torrest - primera ejecución
pt_br: Torrest - primeira execução

# #30101
source: Please set the download path so you can properly use Torrest. Feel free to also change any other settings.
es_es: Establezca la ruta de descarga para poder utilizar Torrest correctamente. Siéntase libre también de cambiar cualquier otra configuración.
pt_br: Defina a pasta de download para poder usar corretamente o Torrest. Sinta-se à vontade para também alterar outras configurações.

# #30102
source: Error...
pt_br: Erro...

# #30103
source: Unable to start Torrest service. Please set the service IP address in settings.
es_es: No se puede iniciar el servicio Torrest. Por favor, configure la dirección IP del servicio en la configuración.
pt_br: Não foi possível iniciar o serviço Torrest. Por favor, defina o endereço IP do serviço nas configurações.

# #30104
source: Torrest daemon started
es_es: El demonio Torrest iniciado
pt_br: Daemon torrest iniciado

# #30105
source: Torrest daemon crashed
es_es: El demonio de Torrest falló
pt_br: Daemon torrest falhou

# #30200
source: Insert file or URL
es_es: Insertar archivo o URL
pt_br: Inserir ficheiro ou URL

# #30202
source: File
es_es: Archivo
pt_br: Ficheiro

# #30203
source: Insert URL:
es_es: Insertar URL:
pt_br: Inserir URL:

# #30204
source: File path:
es_es: Ruta de archivo:
pt_br: Caminho do ficheiro:

# #30207
source: Add torrent/magnet
es_es: Agregar torrent/magnet
pt_br: Adicionar torrent/magnet

# #30208
source: Stop downloading
es_es: Parar descarga
pt_br: Parar download

# #30210
source: Resume
es_es: Reanudar
pt_br: Resumir

# #30211
source: Pause
es_es: Parar
pt_br: Pausar

# #30212
source: Remove torrent and files
es_es: Eliminar torrent y archivos
pt_br: Remover torrent e ficheiros

# #30220
source: Queued
es_es: Puesto en cola
pt_br: Em fila

# #30221
source: Checking
es_es: Comprobando
pt_br: Verificando

# #30222
source: Finding
es_es: Buscando
pt_br: Encontrando

# #30223
source: Downloading
es_es: Descargando
pt_br: Transferindo

# #30224
source: Finished
es_es: Acabado
pt_br: Terminado

# #30225
source: Seeding
es_es: Enviando
pt_br: Semeando

# #30226
source: Allocating
es_es: Asignar
pt_br: Alocando

# #30227
source: Checking resume data
es_es: Comprobando los datos
pt_br: Verificando data de resumo

# #30228
source: Paused
es_es: Parado
pt_br: Pausado

# #30230
source: Unknown
es_es: Desconocido
pt_br: Desconhecido

# #30235
source: Buffer and play
es_es: Buffer y reproducir
pt_br: Carregar e reproduzir

# #30236
source: Timeout reached
es_es: Se alcanzó el tiempo de espera
pt_br: Tempo limite atingido

# #30237
source: Waiting for metadata
es_es: Esperando metadata
pt_br: Esperando de metadata

# #30238
source: Timed out waiting for metadata
es_es: Se agotó el tiempo de espera de los metadatos
pt_br: Tempo limite excedido à espera de metadata

# #30239
source: No candidate files found
es_es: No se encontraron archivos candidatos
pt_br: Nenhum ficheiro candidato encontrado

# #30240
source: Please choose what file to play
es_es: Elija qué archivo reproducir
pt_br: Escolha que ficheiro reproduzir

# #30241
source: Do you want to remove the torrent?
es_es: ¿Quieres eliminar el torrent?
pt_br: Deseja remover o torrent?

# #30242
source: Remove torrent
es_es: Eliminar torrent
pt_br: Remover torrent

# #30243
source: Torrent added successfully
es_es: Torrent añadido con éxito
pt_br: Torrent adicionado com sucesso

# #30244
source: of
es_es: de
pt_br: de

# #30245
source: Torrent status
es_es: Estado de torrent
pt_br: Status do torrent

# #30047
source: SOCKS5 Password
es_es: Contraseña SOCKS5

# #30049
source: HTTP Password
es_es: Contraseña HTTP

# #30053
source: Login
es_es: Iniciar sesión
